docs: rename
